export const races = [
  { value: '', label: 'Выберите расу' },
  { value: 'human', label: 'Человек' },
  { value: 'orc', label: 'Орк' },
  { value: 'elf', label: 'Эльф' }
];

export const genders = [
  { value: '', label: 'Выберите пол' },
  { value: 'male', label: 'Мужской' },
  { value: 'female', label: 'Женский' }
];

export const raceDescriptions = {
  human: 'Люди — обитатели равнин и полей, отличающиеся усердием и трудолюбием. Благодаря этим качествам они часто получают удачу и везение в своих начинаниях, что делает их удары в поединках особенно критическими для противника.',
  orc: 'Орки — свирепые горцы, созданные для битв. Они обладают огромной силой и звериной яростью, и в поединках немногие способны устоять под их сокрушительными ударами.',
  elf: 'Эльфы — загадочные создания лесов, обладающие удивительной ловкостью и молниеносной реакцией. Благодаря этим качествам они часто покидают поединки, не получив ни одной царапины.'
};